export default async function Profile() {
  return (
    <section>
      <div className="text-lg font-bold mb-4">プロフィール</div>
      <div className="text-lg gap-12">
        はじめまして、いもりんと申します。
        <br />
        <br />
        2022年からエンジニアとしてのキャリアをスタートし、主にFlutterを活用したモバイルアプリ開発に従事しています。
        <br />
        <br />
        Flutterの高いパフォーマンスとマルチプラットフォームによる効率性を活かして、スムーズで直感的なユーザー体験を提供するアプリケーション開発を得意としています。
        <br />
        <br />
        また、React/Next.jsとPHP/Laravelにも触れ、Web開発やサーバーサイドの基礎を活かしながら、フルスタックな視点でプロジェクトを進めています。
        <br />
        <br />
        多様な技術に対応できる柔軟性を持ちながら、常に新しい技術トレンドにも敏感で、技術力を磨き続けています。
        <br />
        <br />
        エンジニアリングの知識と経験を活かし、ユーザーフレンドリーで機能的なアプリケーション開発に貢献できるよう、日々成長を続けています。
      </div>
    </section>
  );
}
